// English Translations
const Map<String, String> arSY = {
  'Syrian Electronic Payment': 'السورية للمدفوعات',
  'MaDaRaT': 'مدارات',
  'MTN': 'MTN',
  'Syriatel': 'سيريتل',

  'Virtual University': 'الجامعة الأفتراضية',
  'Medical Association': 'نقابة الأطباء',
  'Chamber Of Industry': 'غرفة الصناعة',
  'Chamber of Commerce': 'غرفة التجارة',
  'Service Name': 'اسم الخدمة',
  'Sub': 'لمحة',
  'Details': 'التفاصيل',
  'value Payable': 'القيمة المستحقة للدفع',
  'Pay Now': 'ادفع الآن',
  'Services': 'الخدمات',
  'QR code': 'QR code',
  'Loan': 'القروض',
  'Saving': 'الإدخار',
  'Products': 'المنتجات',
  'Complaint': 'شكوى',
  'Message': 'مراسلة',
  'Payment': 'خدمات الدفع',

  'First Name': 'الاسم الأول',
  'Last Name': 'الاسم الأخير',
  'Home Screen': 'الصفحة الرئيسية',
  'loan guide': 'دليل الإقراض',
  'saving guide': 'دليل الإدخار',
  'Check Balance': 'تفقد الرصيد',
  'Settings': 'الأعدادات',
  'Reset Password': 'تعديل كلمة السر',
  'Maps': 'الخرائط',
  'Log Out': 'تسجيل الخروج',
  'Share app': 'مشاركة التطبيق',
  'About': 'حول',
  'Language': 'اللغة',

  'Individual Loan': 'قرض فردي',
  'Group Loan': 'قرض مجموعة',
  'fill the personal information': 'تعبئة البيانات الشخصية',
  'fill the Loan data': 'تعبئة بيانات القرض',
  'Loan request': 'طلب قرض',

  "fill the open account data": "تعبئة بيانات فتح الحساب",
  'Open Account': 'فتح حساب',

  'Suggestion': 'اقتراح',
  'Name of the sender': 'اسم المرسل',
  'Subject': 'موضوع الشكوى',
  'Text': 'نص الشكوى',
  'text is required': 'النص مطلوب',
  'Send': 'إرسال',

  '   Welcome in Ibdaa bank': 'أهلاً بكم في مصرف الإبداع',

  ///////////////////////////////////////////////////////////////////////////////////////////
  'Login': 'تسجيل الدخول',
  'Register': 'التسجيل',
  'User Name': 'اسم المستخدم ( يجب أن يكون باللغة الإنكليزية)',
  'password': 'كلمة المرور',
  'Mobile': 'رقم الموبايل',
  'Next': 'التالي',
  'Create Account': 'إنشاء حساب ',

  'Account successfully created \n'
          'Password will arrive by text message for your number':
      'تم إنشاء الحساب بنجاح \n ستصل كلمة المرور برسالة نصية لرقمك',

  'Confirm Password': 'تأكيد كلمة المرور',
  'Forget Password': 'نسيت كلمة المرور',
  'New password': 'كلمة المرور الجديدة',

  'loan application': 'القروض',
  'open account': 'فتح حساب',

  'Privacy policy': 'سياسة الخصوصية',
  'Accept': 'موافق',
  'Not Accept': 'غير موافق',

  'Current Password': 'كلمة المرور الحالية',
  'New Password': 'كلمة المرور الجديدة',
  ' Comfirm New Password': 'أعد إدخال كلمة المرور',
  'Submit': 'تأكيد',

  'Security questions': 'أسئلة الأمان',
  'First question': 'السؤال الأول',
  'Second question': 'السؤال الثاني',
  'answer the qustion 1': 'الإجابة',
  'answer the qustion 2': 'الإجابة',

  "Lending guide": 'دليل الإقراض',
  "Saving guide": 'دليل الإدخار',
  "Next >>": 'التالي >>',

  'FirstName': 'الاسم الأول',
  'LastName': 'الأسم الأخير',
  'Father Name': 'اسم الأب',
  'Mother Name': 'اسم الأم',
  'Mobile Number': 'رقم الموبايل',
  'phone Number': 'رقم الهاتف الأرضي',
  'ID': 'الرقم الوطني',
  'Document No.': 'رقم الوثيقة',
  'Birthday': 'تاريخ الميلاد',
  'Gender': 'الجنس',
  'Marital Status': 'الحالة الإجتماعية',
  "personal information": 'المعلومات الشخصية',

  'Quality of life improvement Loan': 'منتجات القروض',
  'Project support Loan': 'منتجات الإدخار',

  'forget Password': 'تغيير كلمة المرور',

  'Mother Last Name': 'الاسم الأخير للأم',

  'ID (11 character)': 'الرقم الوطني(11 خانة)',

  'Address': 'العنوان',
  'Villages': 'المنطقة',
  'Residency': 'طبيعة السكن',
  'Home rent value': 'قيمة إيجار المنزل',
  'Education Level': 'المستوى التعليمي للزبون',
  'Error': 'حدث خطأ',
  'Select BirthDay  is required': 'يجب ادخال تاريخ الميلاد',
  'male': 'ذكر',
  'female': 'أنثى',
///////////////////////////////////
  "Financial Statements": "البيانات المالية",
  'Job Type': 'نوع العمل ',
  "Monthly income": "الدخل الشهري",
  "Monthly expenses": "المصروف الشهري",
  "Premium of assembly": "قسط الجمعية",
  "loan payment": "قسط القرض",
  'Deal with other banks': 'التعامل مع مصارف أخرى',
  'name of the bank': 'اسم المصرف',
///////////////////////////
  'Group Members': 'أعضاء المجموعة',
  'Group Head': 'رئيس المجموعة',
  'Select Group members :': 'اختر أعضاءالمجموعة :',
  'Current Authorized Group Head :': 'الرئيس الحالي للمجموعة :',
  'Unauthorize': 'إلغاء تعيين',
  'Change Authorized Group Head Customer By National Number':
      'تغيير رئيس المجموعة المحدد؛أدخل الرقم الوطني',
  'National Number': 'الرقم الوطني',
  'Authorize': 'تعيين',
  ' No head ': ' لايوجد رئيس ',

  //loan statement
  'project Owner': 'مالك المشروع',
  'project name': 'اسم المشروع',
  'Work address': 'عنوان العمل',
  'Rental': 'الإيجار',
  'Start of the contract': 'تاريخ بداية العقد',
  'End of the contract': 'تاريخ نهاية العقد',
  'Monthely sales': 'المبيعات الشهرية',
  'Salaries of employees': 'رواتب العاملين',
  'Loan Officer': 'ضابط القرض',
  'Permanent employees of the project': 'العاملين الدائمين بالمشروع',
  'Temporary employees of the project': 'العاملين المؤقتين بالمشروع',
  'fuel': 'وقود',
  'maintenance': 'صيانة',
  'Estimated value of goods': 'القيمة التقديرية للبضاعة',
  'Estimated value of equipment': 'القيمة التقديرية للتجهيزات',
  'Institution\nIdentification Ways': 'طريقة التعرف\n على المؤسسة',
  'Project States': 'حالة المشروع',
  'Phone': 'رقم الموبايل',
  'Property Owner': 'ملكية المشروع',
  'Experience Years': 'سنوات الخبرة',
  'Purpose of the loan': 'الغاية من القرض',
  'Customer debt balance': 'رصيد ديون الزبائن',
  'Supplier debt balance': 'رصيد ديون الموردين',
  'Loan value required': 'قيمة القرض المطلوبة',
  'Payment value': 'قيمة امكانية الدفع',
  'Number of the instalments': 'عدد الأقساط المطلوبة',
  'Select contract Start Date  is required': 'يجب ادخال تاريخ بداية العقد',
  'Select contract End Date  is required': 'يجب ادخال تاريخ نهاية العقد',
  'Loan Statements': 'بيانات القرض',
  ' is required': ' مطلوب ادخاله',
  'The field of': 'حقل ',

  'year': 'السنة',
  'month': 'الشهر',
  'day': 'اليوم',

  "husband's name": 'اسم الزوج',
  "husband's ID": 'الرقم الوطني للزوج',
  "number of dependants": 'عدد المُعالين',

  'QR Code': 'QR Code',
  'Scan QR Code': 'امسح رمز QR',
  'Scan a code': ' امسح الرمز',

  'Loan Products': 'منتجات القروض',
  'Savings Products': 'منتجات الادخار',
  'individual loans': 'قروض فردية',
  'Improving the quality of life': 'تحسين نوعية حياة',
  'Project Support': 'دعم مشاريع',
  'Group loans to support projects': 'قروض جماعية لدعم المشاريع',
  'current account': 'حساب جاري',
  'saving account': 'حساب توفير',
  'deposit account': 'ودائع لأجل',
  'home restoration': 'ترميم مسكن',
  'buy goods': 'شراء سلع معمرة',
  'Treatments or surgeries': 'علاجات أو عمليات جراحية',
  'Educational Loan': 'دعم طلاب',
  'farming': 'زراعية',
  'industrial': 'صناعية',
  'commercial': 'تجارية',
  'service': 'خدمية',
  'My Loans': 'قروضي',

  'Loans that can be obtained from Ibdaa bank:':
      'القروض التي يمكن الحصول عليها من بنك الإبداع:',
  'Loans that can be obtained from Ibdaa bank:dis':
      '\n1. قروض لدعم المشاريع القائمة\n2. قروض لتحسين نوعية الحياة\n3. قروض بدء المشروع\n',
  'Loans to support existing projects or startup projects:':
      'قروض لدعم المشاريع القائمة أو المشاريع الناشئة:',
  'Loans to support existing projects or startup projects:dis':
      'المشاريع الزراعية والصناعية والخدمية والتجارية وفق قوانين وسياسات بنك الإبداع في سوريا\n',
  'Loans to improve the quality of life:': 'قروض لتحسين نوعية الحياة:\n',
  'Loans to improve the quality of life:dis':
      '1. قروض دعم الطلاب\n2. قروض لتمويل الاحتياجات الصحية\n3. قروض تحسين المنزل أو شراء السلع',
  'This is done through two methods:': 'يتم ذلك من خلال طريقتين:\n',
  'This is done through two methods:dis':
      '1. منهجية الإقراض الفردي\n2. منهجية الإقراض الجماعي\n',
  'Individual Lending Methodology:': 'منهجية الإقراض الفردي:\n',
  'Individual Lending Methodology:dis':
      'هي القروض التي يتم التعاقد عليها مع شخص واحد و بضمانات\n',
  'Group Lending Methodology:': 'منهجية الإقراض الجماعي:\n',
  'Group Lending Methodology:dis':
      '  هي قروض يتم فيها التعاقد مع مجموعة مؤهلة. يتم تقديم القروض لكل عضو من أعضاء المجموعة بحيث يضمن جميع أعضاء المجموعة بعضهم البعض مجتمعين ومنفردين ، بشرط استيفاء الشروط الأساسية التالية:\n1. تتكون المجموعة من 4 إلى 10 أشخاص\n2. يتم منح أعضاء المجموعة قروض متساوية\n3. كل مجموعة تختار قائدا\n4. يشترط ألا يزيد الأقارب من الدرجة الأولى عن 2 ولا يصح أن يكون الزوج والزوجة في نفس المجموعة\n5. عمل عناوين أعضاء المجموعة في نفس المنطقة الجغرافية\n6. لا يتجاوز مبلغ القرض لكل عضو 2 مليون ليرة سورية\n',
  'Required documents for all types of loans:':
      'المستندات المطلوبة لجميع أنواع القروض:',
  'Required documents for all types of loans:dis':
      '1. بطاقة الهوية\n2. إثبات الإقام\n3. إثبات إتمام الخدمة العسكرية الإجبارية\n ',

  'Additional documents required for each loan:':
      'المستندات الإضافية المطلوبة لكل قرض:\n',
  'Additional documents required for each loan:dis': 'تحدد حسب كل حالة\n',

  'Acceptable guarantees:': 'الضمانات المقبولة:',
  'Acceptable guarantees:dis':
      '\n1.	ضمان شخصي (موظف قطاع خاص ، موظف في القطاع الحكومي ، تجار ، مهنيون ... إلخ.\n2.	رهن المركبة\n3.	وديعة أو حساب لدى مصرف الابداع  تحجز لصالحه كضمانة\nيتم تحديد عدد ونوع الضمانات بناءً على الدراسة',

  'Documents required for the guarantee:': 'الثبوتيات المطلوبة للضمانة : ',
  'Documents required for the guarantee:dis':
      '\n1.	موظف قطاع حكومي :\na.	صورة عن الهوية الشخصية\nb.	بيان بالراتب (حسب صيغة المصرف المعتمدة)\n2.	موظف قطاع خاص\na.	صورة عن الهوية الشخصية\nb.	بيان بالراتب (حسب صيغة مصرف الابداع )\nc.	وثيقة من صاحب العميل تبين بأن الموظف مستقر في عمله منذ سنيتن\nd.	بيان يثبت تسجيل رب العمل للموظف في التأمينات الاجتماعية لمدة لاتقل عن سنتين\n3.	التجار والمهنيون :\na.	صورة عن الهوية الشخصية\nb.	وثيقة تثبت المهنة: شهادة حرفية / سجل تجاري / وثيقة من النقابة / أو فواتير شراء حديثة (أقل من 3 شهور ) بإسمه\nرهن المركبة :\n1.	بيان قيد مركبة على أن لايكون هناك أي رهن أو حجز عليها\n2.	تأمين الزامي ساري المفعول\n3.	اثبات ملكية المركبة\nوديعة أو حساب لدى المصرف :\n1.	قيمة القرض مع الفوائد تعادل نسبة من الوديعة أو القرض (تحدد من قبل المصرف )\n2.	يتم حجز الوديعة أو الحساب لحين اغلاق القرض',

  'Personal guarantee:': 'الكفالة الشخصية :\n',

  '1.	Government sector employee:': '1.	موظف قطاع حكومي :\n',
  '1.	Government sector employee:dis':
      'a.	صورة عن الهوية الشخصية\nb.	بيان بالراتب (حسب صيغة المصرف المعتمدة)',

  '2.	Private sector employee:': '2.	موظف قطاع خاص \n',
  '2.	Private sector employee: dis':
      'a.	صورة عن الهوية الشخصية\nb.	بيان بالراتب (حسب صيغة مصرف الابداع )\nc.	وثيقة من صاحب العميل تبين بأن الموظف مستقر في عمله منذ سنيتن\nd.	بيان يثبت تسجيل رب العمل للموظف في التأمينات الاجتماعية لمدة لاتقل عن سنتين\n',
  '3.	Traders and professionals:': '3.	التجار والمهنيون :\n',
  '3.	Traders and professionals:dis':
      'a.	صورة عن الهوية الشخصية\nb.	وثيقة تثبت المهنة: شهادة حرفية / سجل تجاري / وثيقة من النقابة / أو فواتير شراء حديثة (أقل من 3 شهور ) بإسمه\n',
  'Vehicle mortgage:': 'رهن المركبة :\n',
  'Vehicle mortgage:dis':
      '1.	بيان قيد مركبة على أن لايكون هناك أي رهن أو حجز عليها\n2.	تأمين الزامي ساري المفعول\n3.	اثبات ملكية المركبة\n',
  'Deposit or account with the bank:': 'وديعة أو حساب لدى المصرف :\n',
  'Deposit or account with the bank:dis':
      '1.	قيمة القرض مع الفوائد تعادل نسبة من الوديعة أو القرض (تحدد من قبل المصرف )\n2.	يتم حجز الوديعة أو الحساب لحين اغلاق القرض\n',

  'Stages of obtaining a loan through the application:':
      'مراحل الحصول على القرض من خلال التطبيق :',
  'Stages of obtaining a loan through the application:dis':
      '1.	قرض فردي\n\n2.	قرض مجموعة\n\nاولا :قرض فردي :\nثانياً : قرض مجموعة :',

  'Types of accounts that can be opened in AL Ibdaa Bank for microfinance:':
      'انواع الحسابات التي يمكن فتحها في مصرف الابداع :',

  '1.	Current Account:': '\n1.	الحساب الجاري : \n',
  '1.	Current Account:dis':
      'الحساب الجاري هو النوع الأكثر شيوعا، حيث يمكن للعميل فتح حسابات متعددة في وقت واحد.\n وهو حساب حسب الطلب يمكن إيداع الأموال وسحبها منه في أي وقت.\n',
  '2.	Adult Savings Account: ': '2.	حساب توفير الكبار: \n',
  '2.	Adult Savings Account:dis':
      'حساب توفير حسب الطلب.يمكن من خلاله إيداع وسحب الأموال في أي وقت، على غرار الحساب الجاري، إلا أنه يتميز بارتفاع سعر الفائدة فيه. ووفقا للوائح مصرف سورية المركزي، فإنه يسمح فقط فتح حساب توفير واحد لدى المصرف.\n',
  '3.	Child Savings Account:': '3.	حساب توفير للأطفال : \n',
  '3.	Child Savings Account:dis':
      'فتح الحساب باسم الطفل محصور بولي أمره و وفقا للتعليمات، لا يمكن فتح أكثر من حساب توفير واحد للطفل في المصرف نفسه وعند غياب أب الطفل، أو في بعض الحالات الخاصة، يمكن للقاضي تعيين وصي للتعامل مع الحساب.\n',
  '4.	Fixed Term Deposit Account:': '4.	حساب الوديعة الثابتة الأجل:\n',
  '4.	Fixed Term Deposit Account:dis':
      'يسمح للعميل إيداع مبلغ معين من المال لفترة محددة من الزمن ويمكن للعميل فتح عدة حسابات ودائع ثابتة الأجل في الوقت عينه. ويمكن وضع حسابات الودائع الثابتة لأجل كضمان لقروض العميل )وفقا لشروط العقد المبرم بين الأطراف المعنية) حيث يمكن لصاحب الوديعة الثابتة لأجل نفسه التقدم بطلب القرض أ و وضع حسابه كضمان للمقترض.\n',
  '5.	Online account:': '5.	الحساب الالكتروني : \n',
  '5.	Online account:dis': 'وهو حساب مخصص لعمليات الدفع الالكتروني \n',

  'Documents required to open an account:': 'المستندات المطلوبة لفتح الحساب :',

  '1.	Current Account and Adult Savings Account:':
      '1.	الحساب الجاري وحساب توفير الكبار  :\n',
  '1. Current Account and Adult Savings Account:dis':
      'a.	صورة عن الهوية الشخصية\nb.	اثبات الاقامة\nc.	اثبات الدخل\n',
  '2.Child Savings Account:': '\n2.	حساب توفير الاطفال :\n',
  '2.Child Savings Account:dis':
      'a.	اخراج قيد مدني للطفل\nb.	صورة عن دفتر العائلة\nc.	صورة عن هوية الأب أو الوصي الشرعي\nd.	قرار القاضي بالوصاية في حالة الوصاية الشرعية\n',
  '3.	The electronic account:': '3.	الحساب الالكتروني :\n',
  '3.	The electronic account:dis': 'a.	صورة عن الهوية الشخصية \n',

  'How to open accounts using the application?':
      'طريقة فتح الحسابات باستخدام التطبيق :',
  'How to open accounts using the application?dis':
      'الحساب الجاري :\nحساب توفير الكبار \nحساب توفير الأطفال :\nالحساب الالكتروني :',

  'aboutIbdaa': 'عن مصرف الإبداع للتمويل الأصغر:\n',
  'About Al Ibdaa bank for microfinance:dis':
      'مصرف الإبداع للتمويل الصغير و المتناهي الصغر " هو شركة سورية لا تهدف إلى الربح، يعمل المصرف على تقديم الخدمات المالية المستدامة لأصحاب المشاريع الصغيرة المدرة للدخل، كما يعمل على نشر ثقافة التمويل متناهي الصغر بين الناس، والقيام بأي نشاط يخدم أهدافه الرئيسية والغايات التي أُنشئ من أجلها. \n\nتم تأسيس "مصرف الإبداع" استناداً إلى أحكام قانون  رقم /9/ لعام 2010، و قد تم تأسيس المصرف بالشراكة بين القطاع الخاص و الأجفند كشريك استراتيجي ضمن إطار عمله على إنشاء مصارف للفقراء في الوطن العربي، و يبلغ رأس مال المصرف المدفوع ثلاثمائة و ستة و ستون مليون ليرة سورية\n',
  'Our vision:': 'رؤيتنا:\n',
  'Our vision:dis': 'تقديم الخدمات المالية لكل فرد في سوريا\n\n',
  'Our mission:': 'مهمتنا:\n',
  'Our mission:dis':
      'تحسين الظروف الاقتصادية والاجتماعية لذوي الدخل المحدود والمحدود ، وخاصة أصحاب المشروعات متناهية الصغر والصغيرة ، من خلال تقديم خدمات مالية متميزة تتناسب مع احتياجاتهم ، وأن نكون مصرفاُ للتمويل رائدًا ومستدامًا ومسؤولًا اجتماعيًا.\n',
  'Our values:': 'قيمنا:\n',
  'Our values:dis': 'الصدق -النزاهة -الالتزام  -القيادة -التعاون -العدالة\n',

  ////////////
  'The data was successfully filled out': 'تم تعبئة البيانات بنجاح',
  'Loan data was successfully packaged': 'تم تعبئة بيانات القرض بنجاح',
  'Your request is pending. Please wait until you get a notice to attach files and fixtures or refuse to apply for the loan':
      'طلبكم قيد الانتظار \n يرجى النتظار حتى يصلكم إشعار منأجل إرفاق الملفات والثبوتيات أو رفض طلب القرض',

  'Digital Account': 'الحساب الرقمي',
  'D-Account': 'حساب رقمي',
  'Send Request': 'إرسال الطلب',
  'Account successfully created': 'تم إنشاء الحساب بنجاح ',
  'Request sent successfully': 'تم إرسال الطلب بنجاح',
  'Digital Account successfully created': 'تم إنشاء الحساب الرقمي بنجاح',

  'Personal information is blank!!\n\nPlease fill out personal data and then request a digital account.':
      'المعلومات الشخصية فارغة !!\n\nأملأ البيانات الشخصية أولاً ثم اطلب انشاء حساب رقمي.',
  'terms and Conditions': 'الشروط والأحكام',
  'Agreed': 'موافق',
  'Close': 'إغلاق',
  'OK': 'تم',

  "You already have a digital account, but it's inactive.":
      'لديك حساب رقمي مسبقاً,لكنه غير نشط.',
  'You already have  an active digital account.': 'لديك حساب نشط مسبقاً',

  'Conditions and termsdis':
      'الشروط والأحكام الخاصة بالحساب الالكتروني\nالمصرف : هو مصرف الابداع للتمويل الاصغر في سورية\nالحساب الالكتروني : هو حساب مصرفي يتم إنشاؤه من خلال الموقع الالكتروني للمصرف أو تطبيق المصرف الالكتروني، ويستخدم حصراً لتنفيذ عمليات الدفع والتحويل الالكتروني التي يحددها المصرف\nالعميل : هو الشخص الطبيعي الراغب بفتح حساب الكتروني لدى المصرف، ولا يجوز فتح حساب الكتروني للأشخاص الاعتباريين.\n-إن مجرد تسجيل العميل لبياناته على الموقع الالكتروني أو التطبيق الالكتروني  للمصرف لفتح الحساب، لا يُرتب أي التزامات على المصرف تجاه العميل طالما لم يتم إشعاره من قبل المصرف بفتح الحساب\n-إن الحد الأعلى لأي عملية إيداع في الحساب الالكتروني هو 5.000.000 ل.س (فقط خمسة ملايين ليرة سورية لا غير) ويُمنع تنفيذ أي عملية تفوق هذا الحد.\n-يمكن تغذية الحساب عن طريق الحوالات المصرفية أو نقداً من خلال فروع المصرف العاملة أو وكلائه المعتمدين\n-يًعامل الحساب الالكتروني معاملة الحساب الجاري ولا ينتج أي أرباح  لصالح العميل\n-يجب أن يكون رقم الهاتف الجوال المستخدم لفتح الحساب الالكتروني عائد لأحد شركات الخليوي المرخصة في سورية حصراً\n-لا يمكن فتح أكثر من حساب الكتروني  لرقم الهاتف الجوال والرقم الوطني نفسه\n-يلتزم العميل بمراجعة المصرف لإعلامه بأي تغيير أو تعديل على معلوماته الشخصية المصرح بها\n-يحدد المصرف العمولات المترتبة لقاء خدمات هذا الحساب، كما يحق له تعديل هذه العمولات في أي وقت حيث تكون سارية المفعول بأثر فوري دون الحاجة إلى تبليغ العميل\n-يتحمل العميل وحده الضرائب والنفقات والعمولات التي تقع على عاتقه بنتيجة فتحه هذا الحساب\n-يتحمل العميل وحده مسؤولية المحافظة على معلومات الدخول إلى حسابه ( اسم المستخدم – كلمة المرور .. )\n-يجب على العميل إعلام المصرف في حال فقدان أو ضياع أو سرقة جهازه أو المعلومات المتعلقة بالحساب الالكتروني، وذلك عن طريق الاتصال على الرقم الرباعي للمصرف 9929   أو الحضور شخصياً الى أحد فروع المصرف أو وكلائه للإبلاغ. ويكون المصرف مسؤولا عن ايقاف الحساب خلال 24 ساعة من لحظة تبليغ المصرف ماعدا أيام العطل الأسبوعية أو الرسمية\n-لا يحق للعميل استعادة اي رصيد غير مستخدم أو سحب أي رصيد نقداً من الحساب، أو إنما يجب تحويل حسابه لحساب مصرفي عادي من خلال مراجعته للمصرف في حال رغبته بذلك\n-إن المصرف غير ملزم بتنفيذ تعليمات العميل على الحساب عندما يكون الرصيد الموجود في حساب صاحب الحساب غير كاف وقت تنفيذ العملية المطلوبة\n-يحق للعميل إلغاء حسابه الالكتروني من خلال مراجعته لأحد فروع المصرف أو وكلائه حصراً\n-يتم تجميد الحساب الالكتروني من قبل المصرف في حال عدم استخدام العميل للحساب للمدة المحددة حسب تعليمات مصرف سورية المركزي\n-يحق للمصرف منع العميل من استخدام حسابه في حال ورود حجز قانوني أو تجميد أو في حال صدور أي عقوبات محلية أو دولية على اسم العميل\n-يحق للمصرف إيقاف خدمات الحساب عند حدوث أي عطل في الشبكة أو في حال ارتأى المصرف بأن الضرورة تقتضي ايقافها، وذلك دون حاجة لإعلام العميل، ولا يحق للعميل في هذه الحالة مطالبة المصرف بأي تعويض أو مبالغ أخرى\n-إن المصرف غير مسؤول في حال حصول أي عطل خارج عن إرادته أو أي ظرف طارئ أو قوة قاهرة-\nتخضع جميع عمليات الحساب الالكتروني لقوانين وتعليمات مكافحة غسل الأموال وتمويل الارهاب السارية في الجمهورية العربية السورية\n-العميل وحده المسؤول عن أي استخدام غير مشروع للحساب الالكتروني بشكل لا يتفق مع القوانين والأنظمة النافذة، ويتحمل وحده المخاطر الناجمة عن ذلك\n-في حال رغبة العميل باستخدام هذا الحساب بالتعاملات المصرفية التقليدية فإنه يتوجب عليه الحضور إلى المصرف لتعديل طبيعة الحساب واستكمال إجراءات العناية الواجبة أصولاً.\n-إن المحاكم السورية هي المختصة بالنظر في كل نزاع قد ينشب بين المصرف والعميل حول هذا الحساب\n-يعد إرسال المصرف لرسالة نصية على رقم الجوال المصرح به من قبل العميل هو بمثابة تبليغ للعميل\n-كما اتخذ العميل العنوان المبين من قبله لدى فتح هذا الحساب موطناً مختاراً للتبليغ في ما يتعلق بهذا الحساب\n-يحق للمصرف تعديل هذه الأحكام والشروط من وقت لأخر وفقاً لتقدير المصرف المطلق، ويعد استمرار العميل في استخدام الخدمات والحساب موافقة منه على تلك التعديلات\nإقرارات العميل، يقر العميل بما يلي:\n1.	أقر بأنني بكامل أهليتي القانونية وقواي العقلية وبأنني تجاوزت الثامنة عشرة من العمر وبأنني أهل لفتح وإدارة حساب رقمي لدى المصرف بمفردي وبأنني لست من أصحاب الحالات الخاصة التي تتطلب إجراءات معينة ( كالكفيف أو الأمي )\n2.	أقر بوجود مستند الهوية الشخصية أو الإقامة سارية الصلاحية\n3.	أقر بقبولي فتح حساب رقمي عبر الانترنت وبأنني المستفيد الحقيقي من الحساب\n4.	أقر بقبولي فتح حساب فرعي ضمن الحساب الالكتروني من قبل مصرف الابداع للتمويل الاصغر بغرض استخدامه في العمليات التي تتم على الحساب لاحقا\n5.	أقر بقبولي قيام مصرف الابداع للتمويل الاصغر بطلب الخدمات الالكترونية التي تساعدني في استخدام حسابي وارسال كلمات السر من خلال sms  الى رقم الموبايل المحدد من قبلي لدى فتح الحساب\n6.	أقر بأن رقم الجوال المصرح به من قبلي لدى تعبئتي للنموذج الالكتروني لدى فتح هذا الحساب هو بحوزتي ومستخدم من قبلي، وأعفي المصرف من أحكام السرية المصرفية في حال ظهر عكس ذلك\n7.	أقر بموافقتي على استقبال التبليغات على رقم الجوال المصرح به من قبلي\n8.	أقر بصحة ودقة البيانات والمعلومات التي تمت تعبئتها من قبلي وفق النموذج الالكتروني\n9.	أقر بأنني غير مدرج على أي من اللوائح السوداء و بأنني لست من الأشخاص المحظور التعامل معهم\n10.	أقر بأن الأموال المودعة أو المحولة من وإلى حسابي هي أموال مشروعة وبأنني أتحمل المسؤولية في حال ظهر عكس ذلك\n11.	أقر بقبولي للحوالات الصادرة والواردة والايداعات التي تتم على الحساب\n12.	أقر بأنني ألتزم بتعليمات وقوانين مكافحة غسل الأموال وتمويل الارهاب السارية في الجمهورية العربية السورية وبكل ما قد يصدر لاحقاً\n13.	أقر بتزويد المصرف في أي وقت بأي معلومات أو بيانات يطلبها خاصة بالحساب\n14.	أقر بأنني اطلعت على الأحكام والشروط المتعلقة بالحساب الالكتروني ووافقت عليها\n15.	يحق للمصرف إيقاف الحساب الالكتروني ووقف تقديم الخدمات الالكترونية دون الحاجة لأي إعذار، مع الاحتفاظ بحقه في اتخاذ كافة الإجراءات اللازمة وذلك في الحالات التالية:\n1.	في حال تقديم العميل لمعلومات غير صحيحة وفق النموذج الالكتروني المملوء من قبله\n2.	في حال استخدام الحساب بشكل يخل بالقوانين والأنظمة النافذة\n3.	في حال عدم تقيده ومخالفته لأي من قواعد استخدام الحساب وفقاً لأحكام الشروط السارية\n4.	في حال عدم مراجعة المصرف عند طلبه لذلك لزوم تقديم أو تحديث أي بيانات أو معلومات مطلوبة من قبله\n5.	في حال علم المصرف بوفاة العميل',
//////////////
  'Saving Account': 'حساب توفير',
  'Current Account': 'حساب جاري',
  'Branch': 'الفرع',
  'Account Type': 'نوع الحساب',

  ' " No Loans for The current user "  ': ' " لا يوجد قروض للحساب الحالي "  ',

////////////

  'Confirm ID': 'تأكيد الرقم الوطني',
  'Confirm ID not match with ID': 'الرقم الوطني غير متطابق',

  /////////////

  'fill the financial data': 'تعبئة البيانات المالية',
  'Please fill the personal information first':
      'الرجاء تعبئة البيانات الشخصية أولاً',
  'Note': 'تنبيه',
  'Please fill the personal information and the financial data first':
      'الرجاء تعبئة البيانات الشخصية والمالية أولاً',

  'Please fill all information required first':
      'الرجاء تعبئة كامل المعلومات المطلوبة أولاً',

  /////////////

  'The QR  decryption failed !!!....\n please try to scan the QR again ':
      'فشل في قراءة ال QR !!!...\n الرجاء المحاولة مجدداً',

  'invoice number': ' رقم الفاتورة :',
  'invoice': 'قيمة الفاتورة :',
  'pay': 'ادفع',

  'Please enter a bill value greater than 100':
      'الرجاء إدخال قيمة فاتورة أكبر من 100',

  'The bill is worth more than the current balance!!! \n  Please feed the account to an amount greater than the bill value':
      'قيمة الفاتورة أكبر من الرصيد الحالي!!! \n الرجاء تغذية الحساب بمبلغ أكبر من قيمة الفاتورة',

  'amount will be deducted from your balance ': ' سيتم خصمها من رصيدك',
  'SPY': 'ل.س ',
  'Payment Done': 'تمت عملية الدفع ',
  'Your current balance is': ' رصيدك الحالي : ',
//////////////////////////

  'Syrian Telecom': 'السورية للإتصالات',
  'Transport': 'النقل',
  'Damascus Governorate': 'محافظة دمشق',
  'P.E Trans and Distribof Electricity': 'المؤسسة العامة للكهرباء',
  'Water': 'فواتير المياه',
  'Traffic Fines': 'غرامات المرور',
  'Electronic Service Geteway-Citizen Service Centre': 'مركز خدمةالمواطن',
  'General commission for tax and fees': 'الهيئة العامة\n للضرائب والرسوم',
  'include paid bills': 'عرض الفواتير المدفوعة',
  'Bill Inquiry': 'استعلام',
  'Select governorate': 'اختر المحافظة',
  'BillingNumber': 'رقم الفاتورة',
  'Subscription Number': 'رقم الاشتراك',

  'Telephone Number': 'رقم الهاتف',
  'Transaction Number': 'رقم المعاملة',
  'Barcode Number': 'رقم الباركود',
  'Meter Number': 'رقم العداد',
  'Select Car Category': 'اختر فئة السيارة',
  'Car Number': 'رقم السيارة',
  'PER_NO': 'PER_NO',
  ///////////////////////////////

//   'Definition of application': ' تعريف بالتطبيق وطبيعة عمله',
//   'Definition of application:dis':
//       'يقدم المصرف للمشتركين في تطبيق بنكك  الخدمات المصرفية الالكترونية التالية: ',
//   'Saving Services': ' 	خدمات الادخار (   Saving Services) :',
//   'Saving Services:dis':
//       '•	التحويل المالي بين حسابات العميل نفسه بالليرات السورية فقط .\n•	التحويل المالي من حساب العميل إلى حساب عميل آخر لدى المصرف بالليرات السورية مع إمكانية تحديد أرقام الحسابات المستفيدة مسبقاَ بما لا يزيد عن السقف اليومي الذي يتم تحديده من قبل المصرف .\n•	طلب فتح حساب\n•	كشف بالحركات على الحساب',
//   'Loans Services': ' خدمات الاقراض ( Loans Services) : ',
//   'Loans Services:dis': '•	طلب الحصول على قرض ',
//   'ProductsPP': ' 	المنتجات :',
//   'Products:dis': '•	منتجات الاقراض\n•	منتجات الادخار\n',
//   'Other Services': 'خدمات أخرى : ',
//   'Other Services:dis':
//       '•	تغيير الرمز السري \n•	التواصل مع المصرف (إرسال رسائل الكترونية من وإلى المصرف).\n•	تنظيم شكوى\n•	دليل الاقراض\n•	دليل الادخار\n',
//   'Online Payment Services': ' خدمات الدفع الالكتروني :',
//   'Online Payment Services:dis':
//       '•	دفع الفواتير (الشركة السورية للمدفوعات)\n•	دفع فواتير (مزودي خدمات مشتركين مع مصرف الابداع )\n•	دفع فواتير الهاتف الخليوي أو تعبئة الرصيد\n',
//
//   'Implementing Entity': 'الجهة المسؤولة عن التطبيق:',
//   'Implementing Entity:dis': 'الجهة المسؤولة عن التطبيق هي مصرف الإبداع. ',
//   'target groups': 'الفئات المستهدفة:',
//   'target groups:dis':
//       'إن هذه الخدمة موجهة إلى كافة عملاء المصرف سواءً كانوا أشخاص طبيعيين أم أشخاص اعتباريين. ',
//   'Description of application work': 'توصيف عمل التطبيق:',
//   'Subscribe to app': 'الاشتراك في تطبيق بنكك:',
//   'Subscribe to app:dis':
//       'يحق لأي شخص طبيعي أو اعتباري يملك حساباً فردياً أو مشتركاً لدى المصرف استخدام كافة الخدمات المصرفية الالكترونية التي يقدمها المصرف على تطبيق بنكك  فور توفرها. \nيتعهد المفوض بالتوقيع عن الشخص الاعتباري باستخدام تطبيق بنكك  ضمن حدود صلاحياته.\nلا يتحمل المصرف أي مسؤولية عن أي ضرر مباشر أو غير مباشر قد يلحق بالشخص الاعتباري نتيجة تجاوز المفوض بالتوقيع عنه الصلاحيات الممنوحة له.\nتتناول تطبيق بنكك  كافة فئات الحسابات المرتبطة برقم عميل واحد لدى المصرف بالنسبة للشخص الطبيعي/ ويمكن للشخص الاعتباري تحديد الحسابات التي يمكن للمفوض الاطلاع عليها.\n',
//   'Hardware for using the app': 'الأجهزة اللازمة لاستخدام تطبيق بنكك ',
//   'Hardware for using the app:dis':
//       'يجب على المشترك ليتمكن من استخدام تطبيق بنكك  أن يؤمن وعلى نفقته الخاصة ما يلي:\n-جهاز معلوماتي من اختياره (حاسوب، هاتف ذكي، لوحة رقمية ......)\n- الاتصال بشبكة انترنت من اختياره لنقل المعلومات عبرها.\n-برمجيات الاتصالات والملاحة التي يقدمها المصرف والمثبتة على الجهاز المعلوماتي الذي يختاره المشترك.\nتستخدم تطبيق بنكك  بواسطة رموز مشفرة تتطلب استخدام نظام تشغيل ومتصفح متلائم وذلك بغية تأمين أقصى درجات سلامة الاستخدام. وإن المتصفحات المتوافقة مع تطبيق بنكك  الالكترونية هي Chrome – Firefox - Opera\n',
//
//   'Identification Methods': 'طرق التعريف: ',
//   'Enter codes': '1. يقتضي لاستخدام تطبيق بنكك  إدخال الرموز التالية: ',
//   'Enter codes:dis':
//       '- اسم مستخدم يختاره العميل\n-رمز سري يزوده إياه المصرف، يستعمل فقط خلال أول استخدام للخدمة ويقوم نظام الإبداع أون لاين بالطلب من المشترك تغييرها . .\n- الإجابة عن ثلاث أسئلة يختارها المشترك من مجموعة أسئلة يضعها المصرف\n',
//   'Symbols are confidential':
//       '2. الرموز هي سرية لا يتم تداولها على شبكة الاتصالات إلا بشكل مشفر.',
//   'Symbols are confidential:dis':
//       'يتعهد المشترك بصورة نهائية غير قابلة للرجوع عنها بالحفاظ على السرية التامة لطرق التعريف ، وبعدم قيدها على أي مستند وعدم الإفصاح عنها إلى أي شخص ثالث لأي سبب كان ،  ويتحمل المشترك كافة تبعات الإفشاء حتى غير المقصود لهذه الطرق إلى أي شخص ثالث ولا يتحمل المصرف أي مسؤولية عن فقدان او افشاء هذه المعلومات مهما كان السبب.\nلذلك تعتبر أي عملية  مصرفية تتم بإدخال رموز التعريف المذكورة أعلاه بأنها عملية صادرة عن المشترك نفسه بصورة غير قابلة للنقض أو لإثبات العكس، وبالتالي يكون المشترك مسؤولاً عن كل النتائج المترتبة على العمليات المنفذة على تطبيق بنكك  نتيجة إدخال هذه الرموز حتى لو تبين أنه قد تم إدخالها من قبل طرف ثالث.\nيحق للمشترك في أي وقت أن يقوم بتغيير الرمز السري, أو الأسئلة الثلاثة وفقاً للشروط المعمول بها لدى المصرف، ويأخذ المشترك علماً بتوصية المصرف بتغيير رموز التعريف بصورة دورية وبعدم اختيار رموز يمكن لأي شخص ثالث اكتشافها بسهولة (مثل تاريخ الولادة أو اسم المدينة أو غيرها).\nيتم وقف تطبيق بنكك  بعد  إدخال الرمز السري لعدد محدد من المحاولات المتتالية الفاشلة حفاظاً على أمان الحساب، وفي هذه الحالة يتعين على المشترك الاتصال بخدمة مركز الزبائن في المصرف على الرقم المعتمد للمساعدة.\nفي حال نسيان الرمز السري، يجب على المشترك الإجابة عن الأسئلة الثلاثة بشكل صحيح ليتمكن من إعادة تهيئة الرمز السري.\nفي حال نسيان الأجوبة عن الأسئلة الثلاثة، يجب على المشترك مراجعة المصرف بشكل شخصي\nويبقى المشترك مسؤولاً عن كافة العمليات المنفذة لغاية تاريخ إبلاغ المصرف عن الفقدان أو السرقة أو النسيان.\n',
//   'signature':
//       '3- يتم إنشاء اسم مستخدم خاص بالمفوض بالتوقيع عن الشخص الاعتباري ',
//   'signature:dis':
//       ' يتحمل هذا الأخير المسؤولية الكاملة الناتجة عن استخدام والحفاظ على سرية الرموز الخاصة به ، وكافة النتائج المترتبة عن إطلاع أي شخص ثالث حتى بصورة غير مقصودة على الرموز المذكورة، وذلك بصفته المفوض بالتوقيع عن الشخص الاعتباري (المشترك) وبصفته الشخصية.\nيتعهد المفوض بالتوقيع عن الشخص الاعتباري بإبلاغ المصرف خطياً عن انتهاء مهامه وبوقف استخدام تطبيق بنكك  بواسطة اسم المستخدم الخاص به ولا يتحمل المصرف أية مسؤولية ناتجة عن عدم تبلغه لأي تغيير يطرأ على شخص المفوض بالتوقيع عن الشخص الاعتباري وبالتالي يلتزم الشخص الاعتباري بكافة العمليات التي تتم من قبل المفوض بالتوقيع عنه بعد تغييره طالما انه لم يتم إعلام المصرف بوقف\n',
//
//   'user rights':
//       'حقوق المستخدم ومسؤولياته وآليات الحماية والخصوصية لمعلوماته وحقوق الجهة المسؤولة عن التطبيق:',
//   'user rights:dis':
//       '\nالمشترك مسؤول عن كافة العمليات التي يقوم بها بعد أن يسمح له الجهاز المستخدم من جانبه لأغراض هذه الخدمة  بالدخول على أساس تعريف ناجح عن الهوية الالكترونية، و لا يحق للمشترك الطعن في أي عملية أجراها عبر تطبيق بنكك  وفي حال الخلاف فإن الإثباتات الالكترونية المحفوظة لدى المصرف تشكل الإثبات الوحيد والقاطع.\nفي حال سمح الجهاز بالدخول إليه على أساس تعريف ناجح عن الهوية الالكترونية يعتبر المصرف مفوضاً من قبل المشترك بتنفيذ أية تعليمات وتلقي أية تبليغات ترد إليه، وتعتبر هذه الأوامر والتعليمات والتبليغات قد أدخلت من قبل مستعمل مرخص له كما يعتبر المصرف قد نفذ بصورة صحيحة الأوامر والتعليمات والتبليغات التي استلمها في إطار علاقته مع المشترك.\nإن وصول الأوامر والتعليمات إلى المصرف لا يحرم المصرف من حقه برفض أو إهمال تنفيذ تلك الأوامر وفقاً لاستنسابه المطلق أو في حال كان مخالفاً للقوانين المطبقة أو للمبادئ والإجراءات الداخلية المعتمدة من قبل المصرف.\nلا يتحمل المصرف أية مسؤولية من جراء التأخر أو التأجيل أو تعليق تنفيذ أية تعليمات كما لا يتحمل أية مسؤولية من جراء رفضه أو عدم أخذه بأية تعليمات أياً كان السبب.\nيرفع المشترك صراحةً السرية المصرفية عن حسابه /حساباته لصالح المصرف وأي سلطة مختصة وأي طرف ثالث لأغراض تشغيل وصيانة خدمة  الإبداع أون لاين كما ولغاية تنفيذ الشروط العامة الحاضرة.\nيتعين على المشترك أن يتجهز بالجهاز المعلوماتي الذي يختاره وأن يتصل بشبكة الانترنت على نفقته الخاصة، ويتحمل المشترك كلفة الاتصالات على شبكة الانترنت التي تتم فوترتها إليه من قبل مشغل الشبكة المذكورة.\nيتحمل المشترك وحده كافة المخاطر والأضرار المباشرة وغير المباشرة التي قد تنتج جراء أي عطل في الجهاز المعلوماتي المذكور أو بالاتصال بشبكة الانترنت، ولا يترتب على المصرف أي مسؤولية في ما يتعلق باختيار الجهاز المعلوماتي و/أو مشغل ومزود شبكة الانترنت وفيما يتعلق بأي عطل بسبب هذا الجهاز أو الاتصال على شبكة الانترنت.\nيتحمل المشترك وحده كافة المخاطر والأضرار المباشرة وغير المباشرة التي قد تنتج لا سيما عن الأعطال والأخطاء في نقل المعلومات والاستخدامات الاحتيالية من قبل أشخاص ثالثين وعدم صحة البيانات المنقولة ورفض المصرف تنفيذ عملية مصرفية أو تعيين مستفيد، كما يتعين على المشترك اتخاذ كافة التدابير اللازمة لحماية البيانات و/أو البرامج المخزنة أو المحملة على الجهاز المعلوماتي الخاص به من الفيروسات والخروقات. كما يتعين عليه اتخاذ الإجراءات المتلائمة مع الجهاز المعلوماتي الخاص به بهدف الحفاظ على سرية بياناته المصرفية ومنع تخزين البيانات التي اطلع عليها أو محوها بعد الاطلاع عليها.\nلا يضمن المصرف الأمن التام والكامل للبيانات المرسلة على تطبيق بنكك  وذلك على الرغم من استخدامه أدوات تؤمن مستوى عال من الأمن.\nلا يتحمل المصرف أية مسؤولية عن عدم تنفيذ موجباته عندما يكون عدم التنفيذ ناتجاً عن عوامل خارجة عن إرادته أو عن نوعية شبكات الاتصالات وتوفرها، ولا يتحمل المصرف أي مسؤولية عن انقطاع الخدمة نتيجة حالة عرضية أو كارثة طبيعية أو قوة قاهرة، ولا سيما بسبب انقطاع التيار الكهربائي أو خلل في شبكة الاتصالات أو المعدات أو الجهاز المعلوماتي الخاص بالمشترك (بما في ذلك أجهزة الكومبيوتر والبرمجيات وأجهزة المودم والهواتف ....) أو بسبب صيانة تطبيق بنكك  أو غيرها من الأسباب.\nلا يتحمل المصرف مسؤولية أي قرصنة أو فيروس أو أي حالة خارجة عن إرادته.\nلا يتحمل المصرف مسؤولية أي اعتراض أو مطالبة من أي نوع قد يثيرها صاحب حساب مشترك نتيجة العمليات المجراة من قبل أي شريك له في الحساب المذكور أو نتيجة الأضرار والمخاطر الخاصة باستخدام تطبيق بنكك .\nلا يتحمل المصرف أي مسؤولية عن الأخطاء والتأخير وغيرها من المشاكل الخارجة عن إرادته التي قد تطرأ خلال تنفيذ التعليمات عبر تطبيق بنكك  وعن انقطاع الخدمة المذكورة لأي سبب كان.\nلا يمكن تحميل المصرف أي مسؤولية إلا في حال ثبت أنه ارتكب خطأ جسيماً، علماً أن مسؤولية المصرف تقتصر في كل الأحوال على الأضرار المباشرة دون سواها.\nيأخذ المشترك علماً بكافة المخاطر المتعلقة باستخدام تطبيق بنكك  ويوافق عليها، ولا سيما المخاطر الناتجة عن الحوادث الفنية أو التقنية أو المعلوماتية أو الاستخدام الاحتيالي من قبل أشخاص ثالثين.\nيتعين على المشترك في حال انقطاع تطبيق بنكك  أو تعليقها لأي سبب كان الحضور إلى المصرف لإجراء عملياته المصرفية وبالتالي لا يتحمل المصرف أي مسؤولية ناتجة عن انقطاع تطبيق بنكك .\nلا يتحمل المصرف مسؤولية سوء استخدام الرموز السرية أو استخدامها من قبل أي شخص ثالث.\n',
//   'User infringement of usage policy':
//       'الإجراءات التي سيتخذهاالمصرف في حال \nمخالفةالمستخدم لسياسةالاستخدام:',
//   'User infringement of usage policy:dis':
//       'تخضع هذه الاتفاقية وكل ما ينتج عنها للقوانين والأنظمة النافذة في الجمهورية العربية السورية. كما أن كل دعوى تنشأ عن تطبيق هذه الاتفاقية أو عن تفسيرها تكون من اختصاص محاكم دمشق، أو المحكمة التي يقع فيها أي من الأموال العائدة إلى المستفيد والتي تدخل ضمن الضمان العام العائد إلى المستفيد، إلا أنه يبقى من حق المصرف متى يشاء أن يقاضي العميل أو خلفائه أمام محاكم أخرى في سورية أو خارجها، ويمتنع المستفيد عن إثارة كل دفع لعدم الصلاحية يستند إلى أن محل إقامته أو موطنه المختار يختلف عن ما سبق بيانه.\nيقع على عاتق المستفيد كافة الرسوم والمصاريف وأتعاب المحاماة التي يتكبدها المصرف في سبيل المتابعة القضائية الجارية بمواجهته، ويوافق المشترك منذ الآن على قيد قيمة هذه المبالغ على حساباته المصرفية، وترتيب فائدة يتقاضاها المصرف عليها تحتسب من تاريخ الدفع إلى تاريخ الإيفاء التام ويعود للمصرف تقدير معدل الفائدة المذكورة وفقاً لمعدلات الفائدة الرائجة التي تتقاضاها المصارف.\n',
//   'Amend User Policy': 'تعديل سياسة المستخدم:',
//   'Amend User Policy:dis':
//       'يحتفظ المصرف بحق تعديل شروط استخدام تطبيق بنكك  واستحداث وإلغاء أي خدمة مصرفية الكترونية تقدمها تطبيق بنكك  لأي سبب كان، ويطلع المصرف المشترك على التعديلات المذكورة عن طريق النشر على موقع تطبيق بنكك  أو بواسطة أي وسيلة أخرى يراها مناسبة.',
// ////////////////////////////////
  'General Terms of Participation in Electronic Banking Tariffs':
      'الشروط العامة للاشتراك بالخدمات المصرفية الالكترونية التعريفات',
  'Bank': 'البنك: ',
  'Bank:dis':
      'مصرف الإبداع للتمويل الأصغر سورية (شركة مساهمة مغفلة خاصة) الخدمات المصرفية الالكترونية: الخدمات والمعاملات المصرفية الالكترونية المقدمة من البنك.',
  'location': 'الموقع: ',
  'location:dis': ' موقع الخدمات المصرفية الالكترونية على شبكة الانترنت.',
  'application': 'التطبيق: ',
  'application:dis':
      'تطبيق البنك على الموبايل  (بنكك) : قائمة تفاعلية بين العميل والبنك المتوفرة لكافة أنواع أجهزة الموبايل على الشبكة الخلوية.',
  'client': 'العميل: ',
  'client:dis': 'عميل البنك المشترك بالخدمات المصرفية الالكترونية.',
  'Electronic Banking': '1-	الخدمة المصرفية الالكترونية: ',
  'Electronic Banking:dis':
      'يمنح البنك العميل حصراً للأغراض الخاصة بعمله الخاص وبالأمور الشخصية بعد الحق بالدخول إلى كافة الحسابات العائدة له حصراً عبر استعمال شبكات الاتصال والانترنت والموبايل (وتشمل كلمة "موبايل" الهواتف النقالة التي يتمكم استعمالها على شبكة الانترنت وكذلك الأجهزة الأخرى التي يمكنها تشغيل هذه الخدمة والتطبيق العائد لها)، حيث ستمكن هذه الخدمات المصرفية العميل من القيام بالعمليات المصرفية التي يوفرها له البنك عبر الخدمات المصرفية الالكترونية وفقاً لتقدير البنك المطلق، وذلك وفقاً للشروط والأصول المعمول بها لدى البنك بالنسبة لكل عملية على حدا.',
  'Provision of services': '2-	توفير الخدمات: ',
  'Provision of services:dis':
      'يحق للبنك في أي وقت تغيير وتعديل محتويات الـ USSD والموقع وتطبيق (بنكك) والخدمات المشار إليها فيه وكذلك الشروط والأحكام علم أن البنك سيقوم بنشر هذه التعديلات على موقع البنك الرسميي على شبكة الانترنت. وبالتالي إن استمرار العميل بالقيام بعمليات مصرفية الكترونية بعد أي تعديل يشكل قبولاً من قبل العميل بهذه التعديلات. ويحق لمصرف الإبداع للتمويل الأصغر رفض أو إلغاء ، أو تعليق أو الحد من حق العميل في استعمال الخدمات المصرفية الالكترونية كلياً أو جزئياً في أي وقت من الأوقات وفقاً لتقديره المطلق.\nولا يلزم المصرف ببيان سبب ذلك عندما يكون ذلك بسبب شكوك قد تنتاب المصرف من حصول اختراق أو قرصنة للخدمة أو كلمة السر أو ممارسة عمليات غير العمليات التي يتمارسها العميل عادة أو إجراء عمليات مشكوك بصحتها أو قانونيتها.',
  'Customer Obligations': '3-	التزامات العميل: ',
  'Customer Obligations:dis':
      'يلتزم العميل بما يلي:\n1-	الحصول والمحافظة على معدات وبرامج التشغيل المطلوبة للدخول إلى الموقع و /أو تطبيق (بنكك) من أجل استخدام الخدمات المصرفية الالكترونية، وعدم تحميل آية برمجية أو تطبيق تتعارض معه ، كما ويجب على العميل إجراء عمليات التحديث والصيانة الدورية لجهازه ( أجهزة الكمبيوتر / الموبايل) واستعمال برامج أمنية خاصة بمكافحة الفيروسات.\n2-	قراءة المعلومات والتقيد بالتوصيات والتحذيرات الموجودة على الموقع والتطبيق بخصوص ضمان حماية استعمال الخدمات المصرفية الالكترونية ومراجعة موقع البنك باستمرار\n3-	المحافظة على اسم الدخول (Login Name) وكلمة السر  (Password) في مكان أمن وعدم الإفصاح عنهم إلى الغير والمحافظة على سريتهم واتخاذ كافة الإجراءات اللازمة لمنع فقدانهم ،وعدم السماح للغير باستعمال هذه المعلومات السرية من أجل دخول الموقع والقيام بعمليات باسم العميل.\n4-	إشعار البنك كتابياً ،أو على رقم الهاتف الذي يوفره المصرف للعميل، فور فقدان أو سرقة اسم الدخول (Login Name) وكلمة السر (Password). وفي مثل هذه الحالة يبقى العميل مسؤول عن كافة العمليات وعن الرسوم المترتبة لحين تمكن البنك من القيام بالمقتضى بعد استلامه للإشعار المذكور أعلاه. أما إذا كان الإشعار عبر  الهاتف ،فيجب على العميل تعزيزه خطياً خلال يوم العمل التالي وإلا جاز للمصرف إعادة تفعيل الخدمة بنهاية تلك المهلة.\n5-	عدم مزاولة الانشطة التي تخالف أية قوانين أو لوائح وتتعارض مع شروط هذه الاتفاقية.\n6-	تجنب إجراء عمليات مصرفية الكترونية من خلال أجهزة عامة أو مستعملة من قبل الغير وعدم ترك جهاز الكمبيوتر والخليوي الخاص به دون مراقبة أو رعاية أو الخروج من صفحة الخدمات المصرفية الالكترونية دون إغلاقها بعد إنجاز العمليات.\n7-	تعويض البنك عن أية خسارة تنجم عن أي تصرف يقوم به العميل وكذلك عن إخفاق العميل في التقيد بالتعلميات المنصوص عليها في هذه الشروط وتلك التي تنشر على موقع البنك الرسمي على شبكة الانترنت من حين إلى أخر.\n8-	تسديد كافة الاشتراكات والعمولات والمصاريف التي يحددها البنك حسب تقديره المطلق بما فيها عمولة على كل عملية تحويل ورسوم سنوية، ولهذه الغاية يفوض العميل البنك تفويضاُ غير قابل للرجوع عنه بخصم هذه العمولات والمصاريف من أي حساب من حساباته لدى البنك. وللمصرف أن يقوم بتعديلات وإضافات لشروط الخدمة والمصاريف والعمولات في أي وقت على أن يقوم بإعلام المتعامل مسبقاً (إما عبر وسائل الاتصال أو على الموقع الالكتروني للمصرف أو ورقياً) بأي تعديلات على الاشتراكات والعمولات والمصاريف قبل العمل بها ويكون للعميل الخيار بين إنهاء الخدمة أو الاستمرار بها وفق الشروط الجديدة.\n9-	يقر العميل ويوافق على أنه بتوقيعه على طلب الاشتراك بالخدمات المصرفية الالكترونية للدخول إلى الموقع و/أو تطبيق (بنكك) و الـ USSD واستخدام اسم الدخول (Login Name) و لكلمة السر  (Password) بغية القيام بالعمليات المصرفية الالكترونية، يعتبر أنه اطلع و وافق على الشروط والأحكام الخاصة بالمعاملة المطلوبة و يوافق على الالتزام بها. كما يقر العميل ويوافق على أنه وحده المسؤول عن صحة ودقة المعلومات والتعليمات التي يتم تمريرها عبر الـ USSD والموقع وتطبيق البنك الخاص بالخدمات المصرفية الالكترونية.\n',
  'Ibdaa Obligations': '4-	التزامات مصرف الإبداع للتمويل الأصغر: ',
  'Ibdaa Obligations:dis':
      'يقوم مصرف الإبداع للتمويل الأصغر بما يلي:\n1.	توفير الموقع والتطبيق على شبكة الانترنت بمواصفات تنسجم مع معايير معترف عليها دولياً.\n2.	التأكد من سلامة وسرية تعليمات ومعاملات العميل بالقدر المستطاع ،وباستثناء ما تنص عليه هذه الشروط خلافاً لذلك.\n3.	تنفيذ تعليمات العميل التي يستلمها البنك عبر الموقع و/أو التطبيق والـ USSD وفقاً للإجراءات المصرفية المعتادة والمتبعة ،وذلك مع عدم الإخلال بالمادة 2 أعلاه وبالفقرة د أدناه من هذه المادة 4 (د) الاحتفاظ بحقه ،ودون أي مسؤولية مهما كان نوعها ،برفض تنفيذ آية من العمليات للعميل ،وعلى المصرف إعلام العميل عن العمليات المرفوضة وسبب الرفض.\n(هـ) يقر العميل ويوافق على انه لا يتوجب على البنك التدقيق في صحة هوية أو صلاحية أي شخص يبلغ البنك بالتعليمات نيابة عن العميل عبر الموقع و/أو التطبيق و/أو USSD. لذلك يقر ويوافق العميل على أن استعمال (Login Name) و (Password) هو بمثابة توقيع العميل على التعليمات وقبول قطعي لا رجوع فيه ولانكول. كما يوافق على أن أي عملية مصرفية أو تعليمات يصدرها عبر الموقع و /أو التطبيق و/أو الـ USSD ( بما فيها على سبيل المثال ليس الحصر، تحويل مبلغ من المال، سحب مبالغ أو وقف تسديد مبلغ من المال ،يستلمها البنك عن طريق استخدام  (Password) و (Login Name) ستعتبر بمثابة موافقة خطية نهائية من قبله وملزمة له.',
  'Transfer of information': 'نقل المعلومات: ',
  'Transfer of information:dis':
      'يقر العميل بأن المعلومات التي يتم بثها ونقلها عبر الشبكة العلمية (الانترنت) معرضة لاعتراضها والعبث بها ومراقبتها واختراقها. وعليه يقر العميل ويوافق على أنه مدرك للمخاطر المرتبطة بذلك ،كما يوافق على تحمل مخاطر بثّ ونقل مثل هذه المعلومات عن طريق الشبكة. وبالرغم من أية شروط تفيد خلاف ذلك، فإن العميل يوافق على أن البنك لن يكون مسؤولاً عن أية خسائر أو أضرار أياً كان نوعها وطبيعتها تنشاً نتيجة لبث تلك المعلومات أو نتيجة من الاخطار المذكورة. مع التقيد بالقوانين والأعراف المصرفية السائدة في سوريا ،فإن كافة المعلومات المقدمة للبنك والمستلمة منه عبر الموقع و/أو التطبيق و/أو الـ USSD على الشبكة سوف تعتبر ملكاً للبنك ،كما سبكون البنك مخولاً باستخدام مثل هذه المعلومات لآية أغراض أو أفكار أو مفاهيم أو أساليب.',
  'Limitation of Liability': '	الحد من المسؤولية: ',
  'Limitation of Liability:dis':
      'إن البنك غير مسؤول (إلا إذا قصر البنك في ممارسة العناية اللازمة) عن أي إجراء يتخذ أو عن التأخر أو الإخفاق في اتخاذ أي إجراء وذلك بالقدر الذي يكون فيه اتخاذ مثل هذا الإجراء أو التأخر أو الإخفاق ناجماً عن أسباب خارجة عن سيطرته. كما أن البنك غير مسؤول عن أي أضرار تنجم عن العطل الميكانيكي أو الإلكتروني أو توقف الاتصالات الخاصة بالخدمات المصرفية الالكترونية أو أية حالات طارئة مثل انقطاع التيار الكهربائي أو أيام الإقفال أو الكوارث الطبيعية أو الحوادث الأمنية أو إجراءات الطوارئ الحكومية أو أي فيروس قد يدخل إلى الجهاز.\n1-	إن البنك غير مسؤول تحت أي ظرف كان عن أية أضرار ، بما في ذلك على سبيل المثال الأضرار المباشرة أو غير المباشرة ، أو العرضية ، أو الخاصة ، أو العقابية الناجمة عن استخدام أو عدم القدرة على استخدام الموقع و/أو تطبيق BBSF Mobile و/أو USSD أو أي جزء منه ،إذا كان البنك قد أخذ الاحتياطات اللازمة لمواجهة الحالات الطارئة.\n2-	يعفى عميل البنك من كل مسؤولية عن أي خطأ يرتكب من قبل العميل ،وبالتالي فإن البنك غير مسؤول عن الخسائر والأضرار الناتجة عن ذلك وعن إطلاع الغير على معلومات\n(Login Name) و (Password) الخاصة بالعميل بشكل أدى إلى الدخول إلى الموقع و/أو الـ USSD دون موافقة منه ، أو نتيجة لعدم الإبلاغ عن سرقة المعلومات أعلاه ، أو ترك جهاز الكمبيوتر أو الخليوي دون مراقبة أثناء استخدامه للخدمات المصرفية الالكترونية أو فشله في إخطار البنك في حال كان لديه شكوك بأنه تم اختراق جهازه الخاص به بأي شكل من الأشكال.\n3-	يقر ويوافق العميل على أنه مسؤول مسؤولية كاملة عن استعمال (Login Name) و (Password) والحفاظ عليهم وعدم فقدانهم وعن عدم السماح لأي شخص آخر باستعمالهم. وبالتالي فهو يتحمل كامل المسؤولية تجاه البنك والغير عن كافة الأضرار والخسائر الناجمة عن تسريب أو فقدان أو استعمال أو سوء استعمال (Login Name) و (Password). ويتعهد العميل بالتالي بتعويض البنك والغير عن أية خسائر أو أضرار تنشأ نتيجة لذلك.\n4-	التأكيد أن مجرد اشتراك العميل بالخدمات المصرفية الالكترونية عبر الموبايل أو دخوله في الخدمة المصرفية عبر الانترنت لمصرف الإبداع للتمويل الأصغر فإنه يقبل ويوافق على الشروط والأحكام الخاصة بهذه الخدمات موافقة مطلقة غير قابلة للنقض أو الإلغاء.',
  'Risk of loss': '	مخاطر الخسائر:',
  'Risk of loss:dis':
      'إن أي توقف للنظام قد يؤدي إلى فقدان العميل للمعلومات التي أدخلها عبر الموقع و/او التطبيق كما أن النظام قد يتوقف ثم يعود للعمل دون أن يشعر العميل بذلك. لذلك يتوجب على العميل التدقيق في أي معاملة طلبها أو كان بصدد طلبها أو تم إعدادها وطلبها مباشرة قبل توقف النظام بوسائل أخرى غير تلك المتوفرة عبر الموقع و/أو التطبيق وذلك تاميناً لدقة وصحة المعاملة المذكورة.',
  'Compensation': 'التعويضات: ',
  'Compensation:dis':
      'يقر ويوافق العميل على أنه مسؤول مسؤولية كاملة عن تصرفاته وأعماله أثناء استعماله للخدمات المصرفية الالكترونية ،ويلتزم بتعويض البنك وموظفيه والمدراء فيه ووكلائه عن أية خسائر أو أضرار أو مصاريف من أي نوع كانت (بما فيها أتعاب المحامين) التي قد تنشاً عن مطالبات مقدمه من طرف ثالث أو خلاف ذلك، نتيجة لاستعماله للخدمة أعلاه أو لمخالفته لهذه الشروط أو لحقوق أي طرف ثالث.',
  'Transaction Registration': '	تسجيل المعاملات: ',
  'Transaction Registration:dis':
      'يحق للمصرف أن يقوم بتسجيل في حواسبه أو أنظمته كافة العمليات التي تتم عبر الخدمات المصرفية الالكترونية وذلك لضمان التنفيذ الدقيق للتعليمات الصادرة عن العميل ،وتعتبر تلك التسجيلات كتأكيد نهائي على كافة المعاملات المالية التي يجريها العميل عن طريق الموقع و/أو تطبيق (بنكك) و/أو الـ USSD. ويقر العميل بصحة قيود ودفاتر البنك وحساباته والتي تعتبر دليلاً قاطعاً على ما يستحق عليه من التزامات ناشئة عن تعامله مع البنك.\nوتكون لقيود المصرف القوة الثبوتية تجاه المصرف والعميل.',
  'Property Rights': 'حقوق الملكية: ',
  'Property Rights:dis':
      'إن حقوق النشر وكافة الممتلكات الفكرية والآخرى التي يحتويها الموقع وتطبيق (بنكك) والـ USSD ،بما في ذلك على سبيل المثال وليس الحصر (كافة التصاميم والنصوص والتسجيلات الصوتية والصور والتوصيلات)، هي ملك للبنك مالم يكن هناك نص صريح بخلاف ذلك. وبناءً عليه فإنه لا يجوز إعادة إنتاجها أو بثها أو نشرها أو استخدامها أو إذاعتها أو تخزينها أو تكييفها أو توزيعها أو عرضها أو الترخيص بها أو تعديلها أو توصيلها أو استخدامها بأي شكل من الأشكال كلياً أو جزئياً بأي وجه من الوجوه دون موافقة خطية مسبقة من مصرف الإبداع للتمويل الأصغر.',
  'Termination of subscription to electronic banking services':
      'إنهاء الاشتراك بالخدمات المصرفية الالكترونية: ',
  'Termination of subscription to electronic banking services:dis':
      'يحق للعميل إنهاء اشتراكه بالخدمات المصرفية الالكترونية بكتاب خطي إلى البنك.إذا انهى العميل اشتراكه بالخدمات المصرفية الالكترونية ،يخول العميل البنك بأن يستمر بمتابعة إجراء المعاملات والتحويلات والدفعات التي كانت مقررة من العميل أو التي قام بها قبل إنهاء الاشتراك.\nويحتفظ البنك بحقه بإنهاء اشتراك العميل بالخدمات المصرفية الالكترونية في أي وقت مع بيان السبب وإشعار العميل ودون إعادة المصاريف والرسوم وبدلات الاشتراك التي كانت مستحقة ،ويمكن للبنك أيضاً يسحب امتيازات العميل أو الخدمات المقدمة له إذا أصبح الحساب المستخدم مكشوفاً أو خاملاً.\nوإذا أنهى البنك استخدام العميل للخدمات المصرفية الالكترونية ،يحتفظ البنك بحقه بعد القيام بأي تحويل أو دفع أموال من الحسابات المخصصة للعميل بما في ذلك أي معاملات تم الموافقة عليها سابقاً من قبل العميل. ولن يؤثر إنهاء أو عدم استمرار الخدمات المصرفية على مسؤولية أو واجبات العميل الواردة في هذه الاتفاقية.\nويحتفظ البنك بحقه بإنهاء الخدمات دون إشعار ،إذا لم يستخدم العميل الخدمات المصرفية لأي فترة متواصلة تزيد عن عام واحد أو عن فترات أخرى يحددها المصرف بإرادته المنفردة.\n•	تطبيق (بنكك) لا يقوم بسحب أي معلومات من هاتفك المحمول ،وكلمة المرور ،واسم المستخدم يتم إدخالها بطريقة سرية.\n•	تطبيق (بنكك) يجمع معلومات خاصة عن هاتفكم المحمول (معلومات تتعلق بهاتفكم الذي تستخدمونه) وهذه المعلومات تستخدم في عملية التحقق لاكتشاف أي إساءة استخدام لخدماتنا.',

/////////////////////////////////////
  'Attach a photo of your personal identity': 'إرفاق صورة عن الهوية الشخصية',
  'Please attach a photo and try again.':
      'لم يتم إرفاق صورة عن الهوية الشخصية\nالرجاء إرفاق صورة ثم المحاولة من جديد',

  'You have pre-filled data': 'لديك بيانات معبئة مسبقا',

  ///////////////////////////////////////////

  'Purchase Loan': 'قرض مشتريات',
  'Job Number :': 'الرقم الوظيفي :',
  'Job Number': 'الرقم الوظيفي',
  'Personal information is blank!!\n\nPlease fill out personal data and then request a Purchase Loan.':
      'البيانات الشخصية فارغة!!\n\nالرجاء تعبئة البيانات الشخصية ثم طلب قرض مشتريات.',
  'You are entitled to a loan worth : \n': 'يحق لك الحصول على قرض بقيمة : \n',
  'The loan was successfully requested \n The amount will be added to your digital account':
      'تم طلب القرض بنجاح \n ستتم إضافة قيمة القرض لحسابك الرقمي',
  'Pick an Image source': 'اختر مصدر الصورة',

  ///////////////////////////////////////
  ///////////////////////////////////
};
